{
  "docs": {
    "2083eebd34f84e139a72808619f06ff6": {
      "doc_id": "2083eebd34f84e139a72808619f06ff6",
      "title": "google_terms_of_service_en_in.pdf",
      "chunks": [
        {
          "chunk_id": "78eb4059944048d99ccb7b03d23fc5c2",
          "text": "GOOGLE TERMS OF SERVICE\nEffective January 5, 2022\nArchived versions\nWhat’s covered in these terms\nWe know it’s tempting to skip these Terms of Service, but\nit’s impo\u0000ant to establish what you can expect from us as\nyou use Google services, and what we expect from you.\nThese Terms of Service re\u0000ect the way Google’s business works, the laws that apply to our company, and\ncertain things we’ve always believed to be true. As a result, these Terms of Service help de\u0000ne Google’s\nrelationship with you as you interact with our services. For example, these terms include the following topic\nheadings:\nWhat you can expect from us, which describes how we provide and develop our services\nWhat we expect from you, which establishes certain rules for using our services\nContent in Google services, which descr",
          "char_range": [
            0,
            800
          ],
          "page": null
        },
        {
          "chunk_id": "46570e433d624dbb84593fd1b95c1767",
          "text": "ovide and develop our services\nWhat we expect from you, which establishes certain rules for using our services\nContent in Google services, which describes the intellectual property rights to the content you \u0000nd in our\nservices — whether that content belongs to you, Google, or others\nIn case of problems or disagreements, which describes other legal rights you have, and what to expect\nin case someone violates these terms\nUnderstanding these terms is important because, by using our services, you’re agreeing to these terms.\nBesides these terms, we also publish a Privacy Policy. Although it’s not part of these terms, we encourage\nyou to read it to better understand how you can update, manage, export, and delete your information.\nTerms\nService provider\nGoogle services are provided by, and you’re",
          "char_range": [
            650,
            1450
          ],
          "page": null
        },
        {
          "chunk_id": "9fb4b03a681245808a309788430ce71e",
          "text": " better understand how you can update, manage, export, and delete your information.\nTerms\nService provider\nGoogle services are provided by, and you’re contracting with:\nGoogle LLC\norganized under the laws of the State of Delaware, USA, and operating under the laws of the USA\n1600 Amphitheatre Parkway\nMountain View, California 94043\nUSA\nAge requirements\nIf you’re under the age required to manage your own Google Account, you must have your parent or legal\nguardian’s permission to use a Google Account. Please have your parent or legal guardian read these terms\nwith you.\nIf you’re a parent or legal guardian, and you allow your child to use the services, then these terms apply to\nyou and you’re responsible for your child’s activity on the services.\nSome Google services have additional age requi",
          "char_range": [
            1300,
            2100
          ],
          "page": null
        },
        {
          "chunk_id": "b2d66ff465da482e878c49a2dcc10de4",
          "text": "rvices, then these terms apply to\nyou and you’re responsible for your child’s activity on the services.\nSome Google services have additional age requirements as described in their service-speci\u0000c additional terms\nand policies.\nYour relationship with Google\nThese terms help de\u0000ne the relationship between you and Google. Broadly speaking, we give you permission\nto use our services if you agree to follow these terms, which re\u0000ect how Google’s business works and how we\nearn money. When we speak of “Google,” “we,” “us,” and “our,” we mean Google LLC and its a\u0000liates,\nexcluding any local entities based in India.\nWhat you can expect from us\nProvide a broad range of useful services\nWe provide a broad range of services that are subject to these terms, including:\napps and sites (like Search and Maps",
          "char_range": [
            1950,
            2750
          ],
          "page": null
        },
        {
          "chunk_id": "796df23437f84acc9c49387aa0fdd934",
          "text": "a broad range of useful services\nWe provide a broad range of services that are subject to these terms, including:\napps and sites (like Search and Maps)\nplatforms (like Google Shopping)\nintegrated services (like Maps embedded in other companies’ apps or sites)\ndevices (like Google Nest)\nMany of these services also include content that you can stream or interact with.\nOur services are designed to work together, making it easier for you to move from one activity to the next. For\nexample, if your Calendar event includes an address, you can click on that address and Maps can show you\nhow to get there.\nDevelop, improve, and update Google services\nWe’re constantly developing new technologies and features to improve our services. For example, we use\narti\u0000cial intelligence and machine learning to p",
          "char_range": [
            2600,
            3400
          ],
          "page": null
        },
        {
          "chunk_id": "9a396c152ea0496ebb82240dd3885ced",
          "text": "e’re constantly developing new technologies and features to improve our services. For example, we use\narti\u0000cial intelligence and machine learning to provide you with simultaneous translations, and to better detect\nand block spam and malware. As part of this continual improvement, we sometimes add or remove features\nand functionalities, increase or decrease limits to our services, and start offering new services or stop\noffering old ones. When a service requires or includes downloadable software, that software sometimes\nupdates automatically on your device once a new version or feature is available. Some services let you adjust\nyour automatic update settings.\nIf we make material changes that negatively impact your use of our services or if we stop offering a service,\nwe’ll provide you with ",
          "char_range": [
            3250,
            4050
          ],
          "page": null
        },
        {
          "chunk_id": "4fbe4ec750c04f76ac6bf5cba4237101",
          "text": "update settings.\nIf we make material changes that negatively impact your use of our services or if we stop offering a service,\nwe’ll provide you with reasonable advance notice, except in urgent situations such as preventing abuse,\nresponding to legal requirements, or addressing security and operability issues. We’ll also provide you with an\nopportunity to export your content from your Google Account using Google Takeout, subject to applicable\nlaw and policies.\nWhat we expect from you\nFollow these terms and service-speci\u0000c additional terms\nThe permission we give you to use our services continues as long as you comply with:\nthese terms\nservice-speci\u0000c additional terms, which could, for example, include things like additional age\nrequirements\nWe also make various policies, help centers, and o",
          "char_range": [
            3900,
            4700
          ],
          "page": null
        },
        {
          "chunk_id": "7632a115f1224acea1255c550224fba6",
          "text": "speci\u0000c additional terms, which could, for example, include things like additional age\nrequirements\nWe also make various policies, help centers, and other resources available to you to answer common\nquestions and to set expectations about using our services. These resources include our Privacy Policy,\nCopyright Help Center, Safety Center, and other pages accessible from our policies site.\nAlthough we give you permission to use our services, we retain any intellectual property rights we have in the\nservices.\nRespect others\nWe want to maintain a respectful environment for everyone, which means you must follow these basic rules\nof conduct:\ncomply with applicable laws, including export control, sanctions, money laundering, and human\ntra\u0000cking laws\nrespect the rights of others, including privac",
          "char_range": [
            4550,
            5350
          ],
          "page": null
        },
        {
          "chunk_id": "64c27d7504764e70ac09beed86411b99",
          "text": "y with applicable laws, including export control, sanctions, money laundering, and human\ntra\u0000cking laws\nrespect the rights of others, including privacy and intellectual property rights\ndon’t abuse or harm others or yourself (or threaten or encourage such abuse or harm) including against\nchildren — for example, by misleading, defrauding, illegally impersonating, defaming, bullying, harassing,\nor stalking others; hosting or publishing any obscene content; or inciting the violation of applicable laws\ndon’t abuse, harm, interfere with, or disrupt the services — for example, by accessing or using them in\nfraudulent or deceptive ways, introducing malware, or spamming, hacking, or bypassing our systems or\nprotective measures. When we index the web to bring you search results, we respect standard ",
          "char_range": [
            5200,
            6000
          ],
          "page": null
        },
        {
          "chunk_id": "a17ea8476b1948eabe1476c2f3f6662a",
          "text": "alware, or spamming, hacking, or bypassing our systems or\nprotective measures. When we index the web to bring you search results, we respect standard usage\nrestrictions that website owners specify in their websites’ code, so we require the same when others use\nour services\nOur service-speci\u0000c additional terms and policies provide additional details about appropriate conduct that\neveryone using those services must follow. If you \u0000nd that others aren’t following these rules, many of our\nservices allow you to report abuse. If we act on a report of abuse, we also provide the process described in\nthe Taking action in case of problems section.\nPermission to use your content\nSome of our services are designed to let you upload, submit, store, send, receive, or share your content. You\nhave no oblig",
          "char_range": [
            5850,
            6650
          ],
          "page": null
        },
        {
          "chunk_id": "4a306d3eec364ddfaccf925db60becee",
          "text": "ission to use your content\nSome of our services are designed to let you upload, submit, store, send, receive, or share your content. You\nhave no obligation to provide any content to our services and you’re free to choose the content that you want\nto provide. If you choose to upload or share content, please make sure you have the necessary rights to do so\nand that the content is lawful.\nLicense\nYour content remains yours, which means that you retain any intellectual property rights that you\nhave in your content. For example, you have intellectual property rights in the creative content you\nmake, such as reviews you write. Or you may have the right to share someone else’s creative content\nif they’ve given you their permission.\nWe need your permission if your intellectual property rights rest",
          "char_range": [
            6500,
            7300
          ],
          "page": null
        },
        {
          "chunk_id": "4489ba50af514aa08e6695971e01c7d2",
          "text": "ight to share someone else’s creative content\nif they’ve given you their permission.\nWe need your permission if your intellectual property rights restrict our use of your content. You\nprovide Google with that permission through this license.\nWhat’s covered\nThis license covers your content if that content is protected by intellectual property rights.\nWhat’s not covered\nThis license doesn’t affect your privacy rights — it’s only about your intellectual property rights\nThis license doesn’t cover these types of content:\npublicly-available factual information that you provide, such as corrections to the\naddress of a local business. That information doesn’t require a license because it’s\nconsidered common knowledge that everyone’s free to use.\nfeedback that you offer, such as suggestions to impr",
          "char_range": [
            7150,
            7950
          ],
          "page": null
        },
        {
          "chunk_id": "37b573a5d2f34d8d82ff1e915d387a61",
          "text": "n doesn’t require a license because it’s\nconsidered common knowledge that everyone’s free to use.\nfeedback that you offer, such as suggestions to improve our services. Feedback is\ncovered in the Service-related communications section below.\nScope\nThis license is:\nworldwide, which means it’s valid anywhere in the world\nnon-exclusive, which means you can license your content to others\nroyalty-free, which means there are no monetary fees for this license\nRights\nThis license allows Google to:\nhost, reproduce, distribute, communicate, and use your content — for example, to save your\ncontent on our systems and make it accessible from anywhere you go\npublish, publicly perform, or publicly display your content, if you’ve made it visible to others\nmodify and create derivative works based on your co",
          "char_range": [
            7800,
            8600
          ],
          "page": null
        },
        {
          "chunk_id": "43d56015f50e498e8f790fe7c0fae4d4",
          "text": "o\npublish, publicly perform, or publicly display your content, if you’ve made it visible to others\nmodify and create derivative works based on your content, such as reformatting or translating\nit\nsublicense these rights to:\nother users to allow the services to work as designed, such as enabling you to share\nphotos with people you choose\nour contractors who’ve signed agreements with us that are consistent with these terms,\nonly for the limited purposes described in the Purpose section below\nPurpose\nThis license is for the limited purpose of:\noperating and improving the services, which means allowing the services to work as designed\nand creating new features and functionalities. This includes using automated systems and\nalgorithms to analyze your content:\nfor spam and malware\nto recognize pa",
          "char_range": [
            8450,
            9250
          ],
          "page": null
        },
        {
          "chunk_id": "4108f386ac5f4ce998cdb18e83460d2c",
          "text": "g new features and functionalities. This includes using automated systems and\nalgorithms to analyze your content:\nfor spam and malware\nto recognize patterns in data, such as determining when to suggest a new album in\nGoogle Photos to keep related photos together\nto customize our services for you, such as providing recommendations and\npersonalized search results, content, and ads (which you can change or turn off in Ads\nSettings)\nThis analysis occurs as the content is sent, received, and when it is stored.\nusing content you’ve shared publicly to promote the services. For example, to promote a\nGoogle app, we might quote a review you wrote. Or to promote Google Play, we might show a\nscreenshot of the app you offer in the Play Store.\ndeveloping new technologies and services for Google consiste",
          "char_range": [
            9100,
            9900
          ],
          "page": null
        },
        {
          "chunk_id": "f402ce8a2dbb43c1bcf222e6d79226ca",
          "text": "o promote Google Play, we might show a\nscreenshot of the app you offer in the Play Store.\ndeveloping new technologies and services for Google consistent with these terms\nDuration\nThis license lasts for as long as your content is protected by intellectual property rights.\nIf you remove from our services any content that’s covered by this license, then our systems will stop\nmaking that content publicly available in a reasonable amount of time. There are two exceptions:\nIf you already shared your content with others before removing it. For example, if you shared a\nphoto with a friend who then made a copy of it, or shared it again, then that photo may\ncontinue to appear in your friend’s Google Account even after you remove it from your Google\nAccount.\nIf you make your content available through",
          "char_range": [
            9750,
            10550
          ],
          "page": null
        },
        {
          "chunk_id": "54bcd71a7ac4407981c4cb70028ae3c2",
          "text": "o may\ncontinue to appear in your friend’s Google Account even after you remove it from your Google\nAccount.\nIf you make your content available through other companies’ services, it’s possible that search\nengines, including Google Search, will continue to \u0000nd and display your content as part of their\nsearch results.\nUsing Google services\nYour Google Account\nIf you meet these age requirements you can create a Google Account for your convenience. Some services\nrequire that you have a Google Account in order to work — for example, to use Gmail, you need a Google\nAccount so that you have a place to send and receive your email.\nYou’re responsible for what you do with your Google Account, including taking reasonable steps to keep your\nGoogle Account secure, and we encourage you to regularly use t",
          "char_range": [
            10400,
            11200
          ],
          "page": null
        },
        {
          "chunk_id": "a63c9ce1bd3845de9ca523dda106eb28",
          "text": "or what you do with your Google Account, including taking reasonable steps to keep your\nGoogle Account secure, and we encourage you to regularly use the Security Checkup.\nUsing Google services on behalf of an organization or business\nMany organizations, such as businesses, non-pro\u0000ts, and schools, take advantage of our services. To use\nour services on behalf of an organization:\nan authorized representative of that organization must agree to these terms\nyour organization’s administrator may assign a Google Account to you. That administrator might\nrequire you to follow additional rules and may be able to access or disable your Google Account.\nService-related communications\nTo provide you with our services, we sometimes send you service announcements and other information. To\nlearn more about",
          "char_range": [
            11050,
            11850
          ],
          "page": null
        },
        {
          "chunk_id": "6a05ad94118d492bb1ef4b810f90df78",
          "text": "ervice-related communications\nTo provide you with our services, we sometimes send you service announcements and other information. To\nlearn more about how we communicate with you, see Google’s Privacy Policy.\nIf you choose to give us feedback, such as suggestions to improve our services, we may act on your feedback\nwithout obligation to you.\nContent in Google services\nYour content\nSome of our services give you the opportunity to make your content publicly available — for example, you\nmight post a product or restaurant review that you wrote, or you might upload a blog post that you created.\nSee the Permission to use your content section for more about your rights in your content, and how\nyour content is used in our services\nSee the Removing your content section to learn why and how we might",
          "char_range": [
            11700,
            12500
          ],
          "page": null
        },
        {
          "chunk_id": "c12a4130d2174fa9a4eccea2c0c40469",
          "text": "re about your rights in your content, and how\nyour content is used in our services\nSee the Removing your content section to learn why and how we might remove user-generated content\nfrom our services\nIf you think someone is infringing your intellectual property rights, you can send us notice of the infringement\nand we’ll take appropriate action. For example, we suspend or close the Google Accounts of repeat copyright\ninfringers as described in our Copyright Help Center.\nGoogle content\nSome of our services include content that belongs to Google — for example, many of the visual illustrations\nyou see in Google Maps. You may use Google’s content as allowed by these terms and any service-speci\u0000c\nadditional terms, but we retain any intellectual property rights that we have in our content. Don’t ",
          "char_range": [
            12350,
            13150
          ],
          "page": null
        },
        {
          "chunk_id": "4d1735156814440caefc14c2f34fa8a5",
          "text": "as allowed by these terms and any service-speci\u0000c\nadditional terms, but we retain any intellectual property rights that we have in our content. Don’t remove,\nobscure, or alter any of our branding, logos, or legal notices. If you want to use our branding or logos, please\nsee the Google Brand Permissions page.\nOther content\nFinally, some of our services give you access to content that belongs to other people or organizations — for\nexample, a store owner’s description of their own business, or a newspaper article displayed in Google News.\nYou may not use this content without that person or organization’s permission, or as otherwise allowed by\nlaw. The views expressed in other people or organizations’ content are theirs, and don’t necessarily re\u0000ect\nGoogle’s views.\nSo\u0000ware in Google services\nS",
          "char_range": [
            13000,
            13800
          ],
          "page": null
        },
        {
          "chunk_id": "0171ef020e05444188ac9778d38913cb",
          "text": "w. The views expressed in other people or organizations’ content are theirs, and don’t necessarily re\u0000ect\nGoogle’s views.\nSo\u0000ware in Google services\nSome of our services include downloadable software. We give you permission to use that software as part of\nthe services.\nThe license we give you is:\nworldwide, which means it’s valid anywhere in the world\nnon-exclusive, which means that we can license the software to others\nroyalty-free, which means there are no monetary fees for this license\npersonal, which means it doesn’t extend to anyone else\nnon-assignable, which means you’re not allowed to assign the license to anyone else\nSome of our services include software that’s offered under open source license terms that we make available\nto you. Sometimes there are provisions in the open source l",
          "char_range": [
            13650,
            14450
          ],
          "page": null
        },
        {
          "chunk_id": "96b696e15b22460ab60869b40fac23d8",
          "text": "ces include software that’s offered under open source license terms that we make available\nto you. Sometimes there are provisions in the open source license that explicitly override parts of these terms,\nso please be sure to read those licenses.\nYou may not copy, modify, distribute, sell, or lease any part of our services or software.\nIn case of problems or disagreements\nBoth the law and these terms give you the right to (1) a certain quality of service, and (2) ways to \u0000x\nproblems if things go wrong.\nWarranty\nWe provide our services using reasonable skill and care. If we don’t meet the quality level described in this\nwarranty, you agree to tell us and we’ll work with you to try to resolve the issue.\nDisclaimers\nThe only commitments we make about our services (including the content in the ",
          "char_range": [
            14300,
            15100
          ],
          "page": null
        },
        {
          "chunk_id": "813138e3750441168eed20bddcd9ad31",
          "text": "ell us and we’ll work with you to try to resolve the issue.\nDisclaimers\nThe only commitments we make about our services (including the content in the services, the speci\u0000c\nfunctions of our services, or their reliability, availability, or ability to meet your needs) are provided in (1) the\nWarranty section; (2) the service-speci\u0000c additional terms; and (3) laws that can’t be limited by these terms.\nLiabilities\nFor all users\nBoth the law and these terms try to strike a balance as to what you or Google can claim from the other in\ncase of problems. That’s why the law allows us to limit certain liabilities — but not others — under these\nterms.\nThese terms only limit our responsibilities as allowed by applicable law. These terms don’t limit liability for\nfraud, fraudulent misrepresentation, or d",
          "char_range": [
            14950,
            15750
          ],
          "page": null
        },
        {
          "chunk_id": "580862a690c94aec9ac1837c012a8030",
          "text": "se terms only limit our responsibilities as allowed by applicable law. These terms don’t limit liability for\nfraud, fraudulent misrepresentation, or death or personal injury caused by negligence or willful misconduct.\nOther than the liabilities described above, Google is liable only for its breaches of these terms or applicable\nservice-speci\u0000c additional terms, subject to applicable law.\nFor business users and organizations only\nIf you’re a business user or organization:\nTo the extent allowed by applicable law, you’ll indemnify Google and its directors, o\u0000cers, employees,\nand contractors for any third-party legal proceedings (including actions by government authorities)\narising out of or relating to your unlawful use of the services or violation of these terms or service-\nspeci\u0000c additiona",
          "char_range": [
            15600,
            16400
          ],
          "page": null
        },
        {
          "chunk_id": "d4220480d05c4d379bd03f03bda4b44e",
          "text": "s by government authorities)\narising out of or relating to your unlawful use of the services or violation of these terms or service-\nspeci\u0000c additional terms. This indemnity covers any liability or expense arising from claims, losses,\ndamages, judgments, \u0000nes, litigation costs, and legal fees.\nIf you’re legally exempt from certain responsibilities, including indemni\u0000cation, then those\nresponsibilities don’t apply to you under these terms. For example, the United Nations enjoys certain\nimmunities from legal obligations and these terms don’t override those immunities.\nGoogle won’t be responsible for the following liabilities:\nloss of pro\u0000ts, revenues, business opportunities, goodwill, or anticipated savings\nindirect or consequential loss\nGoogle’s total liability arising out of or relating to",
          "char_range": [
            16250,
            17050
          ],
          "page": null
        },
        {
          "chunk_id": "ae4d4989c1474237a5c36a39edcd13e3",
          "text": "venues, business opportunities, goodwill, or anticipated savings\nindirect or consequential loss\nGoogle’s total liability arising out of or relating to these terms is limited to the greater of (1) US$500 or\n(2) 125% of the fees that you paid to use the relevant services in the 12 months before the breach\nTaking action in case of problems\nBefore taking action as described below, we’ll provide you with advance notice when reasonably possible,\ndescribe the reason for our action, and give you an opportunity to \u0000x the problem, unless we reasonably\nbelieve that doing so would:\ncause harm or liability to a user, third party, or Google\nviolate the law or a legal enforcement authority’s order\ncompromise an investigation\ncompromise the operation, integrity, or security of our services\nRemoving your c",
          "char_range": [
            16900,
            17700
          ],
          "page": null
        },
        {
          "chunk_id": "ed611cfe0b2148ed97be0dac24a6c4aa",
          "text": " or a legal enforcement authority’s order\ncompromise an investigation\ncompromise the operation, integrity, or security of our services\nRemoving your content\nIf we reasonably believe that any of your content (1) breaches these terms, service-speci\u0000c additional terms\nor policies, (2) violates applicable law, or (3) could harm our users, third parties, or Google, then we reserve\nthe right to take down some or all of that content in accordance with applicable law. Examples include child\npornography, content that facilitates human tra\u0000cking or harassment, terrorist content, and content that\ninfringes someone else’s intellectual property rights.\nSuspending or terminating your access to Google services\nGoogle reserves the right to suspend or terminate your access to the services or delete your Go",
          "char_range": [
            17550,
            18350
          ],
          "page": null
        },
        {
          "chunk_id": "e1cd134178b14f64a42b4c5c871da5d6",
          "text": "spending or terminating your access to Google services\nGoogle reserves the right to suspend or terminate your access to the services or delete your Google Account\nif any of these things happen:\nyou materially or repeatedly breach these terms, service-speci\u0000c additional terms or policies\nwe’re required to do so to comply with a legal requirement or a court order\nwe reasonably believe that your conduct causes harm or liability to a user, third party, or Google — for\nexample, by hacking, phishing, harassing, spamming, misleading others, or scraping content that\ndoesn’t belong to you\nFor more information about why we disable accounts and what happens when we do, see this Help Center\npage. If you believe your Google Account has been suspended or terminated in error, you can appeal.\nOf course, y",
          "char_range": [
            18200,
            19000
          ],
          "page": null
        },
        {
          "chunk_id": "b84e76af6b5343128cbe2cc5e25b780c",
          "text": "pens when we do, see this Help Center\npage. If you believe your Google Account has been suspended or terminated in error, you can appeal.\nOf course, you’re always free to stop using our services at any time. If you do stop using a service, we’d\nappreciate knowing why so that we can continue improving our services.\nSe\u0000ling disputes, governing law, and cou\u0000s\nFor information about how to contact Google, please visit our contact page.\nCalifornia law will govern all disputes arising out of or relating to these terms, service-speci\u0000c additional\nterms, or any related services, regardless of con\u0000ict of laws rules. These disputes will be resolved exclusively\nin the federal or state courts of Santa Clara County, California, USA, and you and Google consent to personal\njurisdiction in those courts.\nTo",
          "char_range": [
            18850,
            19650
          ],
          "page": null
        },
        {
          "chunk_id": "219370934d234e1f9d76f2772e4efe9f",
          "text": "usively\nin the federal or state courts of Santa Clara County, California, USA, and you and Google consent to personal\njurisdiction in those courts.\nTo the extent that applicable local law prevents certain disputes from being resolved in a California court,\nthen you can \u0000le those disputes in your local courts. Likewise, if applicable local law prevents your local court\nfrom applying California law to resolve these disputes, then these disputes will be governed by the applicable\nlocal laws of your country, state, or other place of residence.\nAbout these terms\nBy law, you have certain rights that can’t be limited by a contract like these terms of service. These terms are\nin no way intended to restrict those rights.\nThese terms describe the relationship between you and Google. They don’t creat",
          "char_range": [
            19500,
            20300
          ],
          "page": null
        },
        {
          "chunk_id": "44575353a43149d7be8931a8916d1455",
          "text": "f service. These terms are\nin no way intended to restrict those rights.\nThese terms describe the relationship between you and Google. They don’t create any legal rights for other\npeople or organizations, even if others bene\u0000t from that relationship under these terms.\nWe want to make these terms easy to understand, so we’ve used examples from our services. But not all\nservices mentioned may be available in your country.\nIf these terms con\u0000ict with the service-speci\u0000c additional terms, the additional terms will govern for that\nservice.\nIf it turns out that a particular term is not valid or enforceable, this will not affect any other terms.\nIf you don’t follow these terms or the service-speci\u0000c additional terms, and we don’t take action right away,\nthat doesn’t mean we’re giving up any rights",
          "char_range": [
            20150,
            20950
          ],
          "page": null
        },
        {
          "chunk_id": "f335224a916a405db858b25dd1ed0201",
          "text": "ou don’t follow these terms or the service-speci\u0000c additional terms, and we don’t take action right away,\nthat doesn’t mean we’re giving up any rights that we may have, such as taking action in the future.\nWe may update these terms and service-speci\u0000c additional terms (1) to re\u0000ect changes in our services or how\nwe do business — for example, when we add new services, features, technologies, pricing, or bene\u0000ts (or\nremove old ones), (2) for legal, regulatory, or security reasons, or (3) to prevent abuse or harm.\nIf we materially change these terms or service-speci\u0000c additional terms, we’ll provide you with reasonable\nadvance notice and the opportunity to review the changes, except (1) when we launch a new service or\nfeature, or (2) in urgent situations, such as preventing ongoing abuse or r",
          "char_range": [
            20800,
            21600
          ],
          "page": null
        },
        {
          "chunk_id": "8945079cc6a442c78b287b1a0872f143",
          "text": "ortunity to review the changes, except (1) when we launch a new service or\nfeature, or (2) in urgent situations, such as preventing ongoing abuse or responding to legal requirements. If\nyou don’t agree to the new terms, you should remove your content and stop using the services. You can also\nend your relationship with us at any time by closing your Google Account.\nDEFINITIONS\na\u0000liate\nAn entity that belongs to the Google group of companies, which means Google LLC and its subsidiaries,\nincluding the following companies that provide consumer services in the EU: Google Ireland Limited, Google\nCommerce Limited, and Google Dialer Inc.\nbusiness user\nAn individual or entity who is not a consumer (see consumer).\nconsumer\nAn individual who uses Google services for personal, non-commercial purposes o",
          "char_range": [
            21450,
            22250
          ],
          "page": null
        },
        {
          "chunk_id": "176b9b03e0c44497a1bfde6ea63879e0",
          "text": "\nAn individual or entity who is not a consumer (see consumer).\nconsumer\nAn individual who uses Google services for personal, non-commercial purposes outside of their trade,\nbusiness, craft, or profession. (See business user)\ncopyright\nA legal right that allows the creator of an original work (such as a blog post, photo, or video) to decide if and\nhow that original work may be used by others, subject to certain limitations and exceptions (such as “fair\nuse” and “fair dealing”).\ndisclaimer\nA statement that limits someone’s legal responsibilities.\nindemnify or indemnity\nAn individual or organization’s contractual obligation to compensate the losses suffered by another\nindividual or organization from legal proceedings such as lawsuits.\nintellectual prope\u0000y rights (IP rights)\nRights over the cr",
          "char_range": [
            22100,
            22900
          ],
          "page": null
        },
        {
          "chunk_id": "ac9165694fdc4f6d8c1ea1a35dd02942",
          "text": "ses suffered by another\nindividual or organization from legal proceedings such as lawsuits.\nintellectual prope\u0000y rights (IP rights)\nRights over the creations of a person’s mind, such as inventions (patent rights); literary and artistic works\n(copyright); designs (design rights); and symbols, names, and images used in commerce (trademarks). IP\nrights may belong to you, another individual, or an organization.\nliability\nLosses from any type of legal claim, whether the claim is based on a contract, tort (including negligence), or\nother reason, and whether or not those losses could have been reasonably anticipated or foreseen.\norganization\nA legal entity (such as a corporation, non-pro\u0000t, or school) and not an individual person.\nservices\nThe Google services that are subject to these terms are t",
          "char_range": [
            22750,
            23550
          ],
          "page": null
        },
        {
          "chunk_id": "050ad0cf26194b80b1c013b9c4e18235",
          "text": " entity (such as a corporation, non-pro\u0000t, or school) and not an individual person.\nservices\nThe Google services that are subject to these terms are the products and services listed at\nhttps://policies.google.com/terms/service-speci\u0000c, including:\napps and sites (like Search and Maps)\nplatforms (like Google Shopping)\nintegrated services (like Maps embedded in other companies’ apps or sites)\ndevices and other goods (like Google Nest)\nMany of these services also include content that you can stream or interact with.\ntrademark\nSymbols, names, and images used in commerce that are capable of distinguishing the goods or services of\none individual or organization from those of another.\nwarranty\nAn assurance that a product or service will perform to a certain standard.\nyour content\nThings that you c",
          "char_range": [
            23400,
            24200
          ],
          "page": null
        },
        {
          "chunk_id": "7531320a4f224c3985e8435110a1033f",
          "text": "organization from those of another.\nwarranty\nAn assurance that a product or service will perform to a certain standard.\nyour content\nThings that you create, upload, submit, store, send, receive, or share using our services, such as:\nDocs, Sheets, and Slides you create\nblog posts you upload through Blogger\nreviews you submit through Maps\nvideos you store in Drive\nemails you send and receive through Gmail\npictures you share with friends through Photos\ntravel itineraries that you share with Google",
          "char_range": [
            24050,
            24549
          ],
          "page": null
        }
      ]
    },
    "0b3bbee22fc843c79ef9f1c0e2486b7a": {
      "doc_id": "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "title": "google_terms_of_service_en_in.pdf",
      "chunks": [
        {
          "chunk_id": "998bfb6760b84b95a3610ca1ebe22894",
          "text": "GOOGLE TERMS OF SERVICE\nEffective January 5, 2022\nArchived versions\nWhat’s covered in these terms\nWe know it’s tempting to skip these Terms of Service, but\nit’s impo\u0000ant to establish what you can expect from us as\nyou use Google services, and what we expect from you.\nThese Terms of Service re\u0000ect the way Google’s business works, the laws that apply to our company, and\ncertain things we’ve always believed to be true. As a result, these Terms of Service help de\u0000ne Google’s\nrelationship with you as you interact with our services. For example, these terms include the following topic\nheadings:\nWhat you can expect from us, which describes how we provide and develop our services\nWhat we expect from you, which establishes certain rules for using our services\nContent in Google services, which descr",
          "char_range": [
            0,
            800
          ],
          "page": null
        },
        {
          "chunk_id": "95ebcdb5b1474df4bfd382a774f32503",
          "text": "ovide and develop our services\nWhat we expect from you, which establishes certain rules for using our services\nContent in Google services, which describes the intellectual property rights to the content you \u0000nd in our\nservices — whether that content belongs to you, Google, or others\nIn case of problems or disagreements, which describes other legal rights you have, and what to expect\nin case someone violates these terms\nUnderstanding these terms is important because, by using our services, you’re agreeing to these terms.\nBesides these terms, we also publish a Privacy Policy. Although it’s not part of these terms, we encourage\nyou to read it to better understand how you can update, manage, export, and delete your information.\nTerms\nService provider\nGoogle services are provided by, and you’re",
          "char_range": [
            650,
            1450
          ],
          "page": null
        },
        {
          "chunk_id": "cfaa649c848148f0a179d9942b0fd3af",
          "text": " better understand how you can update, manage, export, and delete your information.\nTerms\nService provider\nGoogle services are provided by, and you’re contracting with:\nGoogle LLC\norganized under the laws of the State of Delaware, USA, and operating under the laws of the USA\n1600 Amphitheatre Parkway\nMountain View, California 94043\nUSA\nAge requirements\nIf you’re under the age required to manage your own Google Account, you must have your parent or legal\nguardian’s permission to use a Google Account. Please have your parent or legal guardian read these terms\nwith you.\nIf you’re a parent or legal guardian, and you allow your child to use the services, then these terms apply to\nyou and you’re responsible for your child’s activity on the services.\nSome Google services have additional age requi",
          "char_range": [
            1300,
            2100
          ],
          "page": null
        },
        {
          "chunk_id": "374665dae4b24d548eefb055ec5b9309",
          "text": "rvices, then these terms apply to\nyou and you’re responsible for your child’s activity on the services.\nSome Google services have additional age requirements as described in their service-speci\u0000c additional terms\nand policies.\nYour relationship with Google\nThese terms help de\u0000ne the relationship between you and Google. Broadly speaking, we give you permission\nto use our services if you agree to follow these terms, which re\u0000ect how Google’s business works and how we\nearn money. When we speak of “Google,” “we,” “us,” and “our,” we mean Google LLC and its a\u0000liates,\nexcluding any local entities based in India.\nWhat you can expect from us\nProvide a broad range of useful services\nWe provide a broad range of services that are subject to these terms, including:\napps and sites (like Search and Maps",
          "char_range": [
            1950,
            2750
          ],
          "page": null
        },
        {
          "chunk_id": "0946d7a8693c447c98b0b75a0fcdb1e6",
          "text": "a broad range of useful services\nWe provide a broad range of services that are subject to these terms, including:\napps and sites (like Search and Maps)\nplatforms (like Google Shopping)\nintegrated services (like Maps embedded in other companies’ apps or sites)\ndevices (like Google Nest)\nMany of these services also include content that you can stream or interact with.\nOur services are designed to work together, making it easier for you to move from one activity to the next. For\nexample, if your Calendar event includes an address, you can click on that address and Maps can show you\nhow to get there.\nDevelop, improve, and update Google services\nWe’re constantly developing new technologies and features to improve our services. For example, we use\narti\u0000cial intelligence and machine learning to p",
          "char_range": [
            2600,
            3400
          ],
          "page": null
        },
        {
          "chunk_id": "6e44d86188104cc49fb6ba509f53cd05",
          "text": "e’re constantly developing new technologies and features to improve our services. For example, we use\narti\u0000cial intelligence and machine learning to provide you with simultaneous translations, and to better detect\nand block spam and malware. As part of this continual improvement, we sometimes add or remove features\nand functionalities, increase or decrease limits to our services, and start offering new services or stop\noffering old ones. When a service requires or includes downloadable software, that software sometimes\nupdates automatically on your device once a new version or feature is available. Some services let you adjust\nyour automatic update settings.\nIf we make material changes that negatively impact your use of our services or if we stop offering a service,\nwe’ll provide you with ",
          "char_range": [
            3250,
            4050
          ],
          "page": null
        },
        {
          "chunk_id": "9a2783fb4d58489e8e8406062474c8d0",
          "text": "update settings.\nIf we make material changes that negatively impact your use of our services or if we stop offering a service,\nwe’ll provide you with reasonable advance notice, except in urgent situations such as preventing abuse,\nresponding to legal requirements, or addressing security and operability issues. We’ll also provide you with an\nopportunity to export your content from your Google Account using Google Takeout, subject to applicable\nlaw and policies.\nWhat we expect from you\nFollow these terms and service-speci\u0000c additional terms\nThe permission we give you to use our services continues as long as you comply with:\nthese terms\nservice-speci\u0000c additional terms, which could, for example, include things like additional age\nrequirements\nWe also make various policies, help centers, and o",
          "char_range": [
            3900,
            4700
          ],
          "page": null
        },
        {
          "chunk_id": "b1a6ffc80785475b96b93e3ca1b02bc6",
          "text": "speci\u0000c additional terms, which could, for example, include things like additional age\nrequirements\nWe also make various policies, help centers, and other resources available to you to answer common\nquestions and to set expectations about using our services. These resources include our Privacy Policy,\nCopyright Help Center, Safety Center, and other pages accessible from our policies site.\nAlthough we give you permission to use our services, we retain any intellectual property rights we have in the\nservices.\nRespect others\nWe want to maintain a respectful environment for everyone, which means you must follow these basic rules\nof conduct:\ncomply with applicable laws, including export control, sanctions, money laundering, and human\ntra\u0000cking laws\nrespect the rights of others, including privac",
          "char_range": [
            4550,
            5350
          ],
          "page": null
        },
        {
          "chunk_id": "5a0f75865b1c4ed0aadd0dbe548a38a2",
          "text": "y with applicable laws, including export control, sanctions, money laundering, and human\ntra\u0000cking laws\nrespect the rights of others, including privacy and intellectual property rights\ndon’t abuse or harm others or yourself (or threaten or encourage such abuse or harm) including against\nchildren — for example, by misleading, defrauding, illegally impersonating, defaming, bullying, harassing,\nor stalking others; hosting or publishing any obscene content; or inciting the violation of applicable laws\ndon’t abuse, harm, interfere with, or disrupt the services — for example, by accessing or using them in\nfraudulent or deceptive ways, introducing malware, or spamming, hacking, or bypassing our systems or\nprotective measures. When we index the web to bring you search results, we respect standard ",
          "char_range": [
            5200,
            6000
          ],
          "page": null
        },
        {
          "chunk_id": "2c493ee1dac342f89367ef0cf7dc1585",
          "text": "alware, or spamming, hacking, or bypassing our systems or\nprotective measures. When we index the web to bring you search results, we respect standard usage\nrestrictions that website owners specify in their websites’ code, so we require the same when others use\nour services\nOur service-speci\u0000c additional terms and policies provide additional details about appropriate conduct that\neveryone using those services must follow. If you \u0000nd that others aren’t following these rules, many of our\nservices allow you to report abuse. If we act on a report of abuse, we also provide the process described in\nthe Taking action in case of problems section.\nPermission to use your content\nSome of our services are designed to let you upload, submit, store, send, receive, or share your content. You\nhave no oblig",
          "char_range": [
            5850,
            6650
          ],
          "page": null
        },
        {
          "chunk_id": "6d7356a106964798a4bc230436421bc6",
          "text": "ission to use your content\nSome of our services are designed to let you upload, submit, store, send, receive, or share your content. You\nhave no obligation to provide any content to our services and you’re free to choose the content that you want\nto provide. If you choose to upload or share content, please make sure you have the necessary rights to do so\nand that the content is lawful.\nLicense\nYour content remains yours, which means that you retain any intellectual property rights that you\nhave in your content. For example, you have intellectual property rights in the creative content you\nmake, such as reviews you write. Or you may have the right to share someone else’s creative content\nif they’ve given you their permission.\nWe need your permission if your intellectual property rights rest",
          "char_range": [
            6500,
            7300
          ],
          "page": null
        },
        {
          "chunk_id": "22f0e148c0924432afe0266b2501bd7b",
          "text": "ight to share someone else’s creative content\nif they’ve given you their permission.\nWe need your permission if your intellectual property rights restrict our use of your content. You\nprovide Google with that permission through this license.\nWhat’s covered\nThis license covers your content if that content is protected by intellectual property rights.\nWhat’s not covered\nThis license doesn’t affect your privacy rights — it’s only about your intellectual property rights\nThis license doesn’t cover these types of content:\npublicly-available factual information that you provide, such as corrections to the\naddress of a local business. That information doesn’t require a license because it’s\nconsidered common knowledge that everyone’s free to use.\nfeedback that you offer, such as suggestions to impr",
          "char_range": [
            7150,
            7950
          ],
          "page": null
        },
        {
          "chunk_id": "36d3d5b1ded841509f8497b9fafc8231",
          "text": "n doesn’t require a license because it’s\nconsidered common knowledge that everyone’s free to use.\nfeedback that you offer, such as suggestions to improve our services. Feedback is\ncovered in the Service-related communications section below.\nScope\nThis license is:\nworldwide, which means it’s valid anywhere in the world\nnon-exclusive, which means you can license your content to others\nroyalty-free, which means there are no monetary fees for this license\nRights\nThis license allows Google to:\nhost, reproduce, distribute, communicate, and use your content — for example, to save your\ncontent on our systems and make it accessible from anywhere you go\npublish, publicly perform, or publicly display your content, if you’ve made it visible to others\nmodify and create derivative works based on your co",
          "char_range": [
            7800,
            8600
          ],
          "page": null
        },
        {
          "chunk_id": "e5fc66e4d35041e1828832da6512f418",
          "text": "o\npublish, publicly perform, or publicly display your content, if you’ve made it visible to others\nmodify and create derivative works based on your content, such as reformatting or translating\nit\nsublicense these rights to:\nother users to allow the services to work as designed, such as enabling you to share\nphotos with people you choose\nour contractors who’ve signed agreements with us that are consistent with these terms,\nonly for the limited purposes described in the Purpose section below\nPurpose\nThis license is for the limited purpose of:\noperating and improving the services, which means allowing the services to work as designed\nand creating new features and functionalities. This includes using automated systems and\nalgorithms to analyze your content:\nfor spam and malware\nto recognize pa",
          "char_range": [
            8450,
            9250
          ],
          "page": null
        },
        {
          "chunk_id": "38e2b6f801fd4079bb983e8f3200112a",
          "text": "g new features and functionalities. This includes using automated systems and\nalgorithms to analyze your content:\nfor spam and malware\nto recognize patterns in data, such as determining when to suggest a new album in\nGoogle Photos to keep related photos together\nto customize our services for you, such as providing recommendations and\npersonalized search results, content, and ads (which you can change or turn off in Ads\nSettings)\nThis analysis occurs as the content is sent, received, and when it is stored.\nusing content you’ve shared publicly to promote the services. For example, to promote a\nGoogle app, we might quote a review you wrote. Or to promote Google Play, we might show a\nscreenshot of the app you offer in the Play Store.\ndeveloping new technologies and services for Google consiste",
          "char_range": [
            9100,
            9900
          ],
          "page": null
        },
        {
          "chunk_id": "0e3a420991c4460d92e907f8ef9a93d1",
          "text": "o promote Google Play, we might show a\nscreenshot of the app you offer in the Play Store.\ndeveloping new technologies and services for Google consistent with these terms\nDuration\nThis license lasts for as long as your content is protected by intellectual property rights.\nIf you remove from our services any content that’s covered by this license, then our systems will stop\nmaking that content publicly available in a reasonable amount of time. There are two exceptions:\nIf you already shared your content with others before removing it. For example, if you shared a\nphoto with a friend who then made a copy of it, or shared it again, then that photo may\ncontinue to appear in your friend’s Google Account even after you remove it from your Google\nAccount.\nIf you make your content available through",
          "char_range": [
            9750,
            10550
          ],
          "page": null
        },
        {
          "chunk_id": "3ebab388ac7b407d88f76adcdcea8ff2",
          "text": "o may\ncontinue to appear in your friend’s Google Account even after you remove it from your Google\nAccount.\nIf you make your content available through other companies’ services, it’s possible that search\nengines, including Google Search, will continue to \u0000nd and display your content as part of their\nsearch results.\nUsing Google services\nYour Google Account\nIf you meet these age requirements you can create a Google Account for your convenience. Some services\nrequire that you have a Google Account in order to work — for example, to use Gmail, you need a Google\nAccount so that you have a place to send and receive your email.\nYou’re responsible for what you do with your Google Account, including taking reasonable steps to keep your\nGoogle Account secure, and we encourage you to regularly use t",
          "char_range": [
            10400,
            11200
          ],
          "page": null
        },
        {
          "chunk_id": "c2d80f9b8e2c4f5f8ee161dee9cd772e",
          "text": "or what you do with your Google Account, including taking reasonable steps to keep your\nGoogle Account secure, and we encourage you to regularly use the Security Checkup.\nUsing Google services on behalf of an organization or business\nMany organizations, such as businesses, non-pro\u0000ts, and schools, take advantage of our services. To use\nour services on behalf of an organization:\nan authorized representative of that organization must agree to these terms\nyour organization’s administrator may assign a Google Account to you. That administrator might\nrequire you to follow additional rules and may be able to access or disable your Google Account.\nService-related communications\nTo provide you with our services, we sometimes send you service announcements and other information. To\nlearn more about",
          "char_range": [
            11050,
            11850
          ],
          "page": null
        },
        {
          "chunk_id": "e7ce6bfa28c246328f648e2f096e7dd2",
          "text": "ervice-related communications\nTo provide you with our services, we sometimes send you service announcements and other information. To\nlearn more about how we communicate with you, see Google’s Privacy Policy.\nIf you choose to give us feedback, such as suggestions to improve our services, we may act on your feedback\nwithout obligation to you.\nContent in Google services\nYour content\nSome of our services give you the opportunity to make your content publicly available — for example, you\nmight post a product or restaurant review that you wrote, or you might upload a blog post that you created.\nSee the Permission to use your content section for more about your rights in your content, and how\nyour content is used in our services\nSee the Removing your content section to learn why and how we might",
          "char_range": [
            11700,
            12500
          ],
          "page": null
        },
        {
          "chunk_id": "16e0365356554b7ba165f39d1c663b1a",
          "text": "re about your rights in your content, and how\nyour content is used in our services\nSee the Removing your content section to learn why and how we might remove user-generated content\nfrom our services\nIf you think someone is infringing your intellectual property rights, you can send us notice of the infringement\nand we’ll take appropriate action. For example, we suspend or close the Google Accounts of repeat copyright\ninfringers as described in our Copyright Help Center.\nGoogle content\nSome of our services include content that belongs to Google — for example, many of the visual illustrations\nyou see in Google Maps. You may use Google’s content as allowed by these terms and any service-speci\u0000c\nadditional terms, but we retain any intellectual property rights that we have in our content. Don’t ",
          "char_range": [
            12350,
            13150
          ],
          "page": null
        },
        {
          "chunk_id": "77f2a760dbf94932a0edea4ed4c6d4a1",
          "text": "as allowed by these terms and any service-speci\u0000c\nadditional terms, but we retain any intellectual property rights that we have in our content. Don’t remove,\nobscure, or alter any of our branding, logos, or legal notices. If you want to use our branding or logos, please\nsee the Google Brand Permissions page.\nOther content\nFinally, some of our services give you access to content that belongs to other people or organizations — for\nexample, a store owner’s description of their own business, or a newspaper article displayed in Google News.\nYou may not use this content without that person or organization’s permission, or as otherwise allowed by\nlaw. The views expressed in other people or organizations’ content are theirs, and don’t necessarily re\u0000ect\nGoogle’s views.\nSo\u0000ware in Google services\nS",
          "char_range": [
            13000,
            13800
          ],
          "page": null
        },
        {
          "chunk_id": "14077960db634fc2b4427ba039c5884f",
          "text": "w. The views expressed in other people or organizations’ content are theirs, and don’t necessarily re\u0000ect\nGoogle’s views.\nSo\u0000ware in Google services\nSome of our services include downloadable software. We give you permission to use that software as part of\nthe services.\nThe license we give you is:\nworldwide, which means it’s valid anywhere in the world\nnon-exclusive, which means that we can license the software to others\nroyalty-free, which means there are no monetary fees for this license\npersonal, which means it doesn’t extend to anyone else\nnon-assignable, which means you’re not allowed to assign the license to anyone else\nSome of our services include software that’s offered under open source license terms that we make available\nto you. Sometimes there are provisions in the open source l",
          "char_range": [
            13650,
            14450
          ],
          "page": null
        },
        {
          "chunk_id": "52c5f7d3944c4b2b8d12831c62c15ea5",
          "text": "ces include software that’s offered under open source license terms that we make available\nto you. Sometimes there are provisions in the open source license that explicitly override parts of these terms,\nso please be sure to read those licenses.\nYou may not copy, modify, distribute, sell, or lease any part of our services or software.\nIn case of problems or disagreements\nBoth the law and these terms give you the right to (1) a certain quality of service, and (2) ways to \u0000x\nproblems if things go wrong.\nWarranty\nWe provide our services using reasonable skill and care. If we don’t meet the quality level described in this\nwarranty, you agree to tell us and we’ll work with you to try to resolve the issue.\nDisclaimers\nThe only commitments we make about our services (including the content in the ",
          "char_range": [
            14300,
            15100
          ],
          "page": null
        },
        {
          "chunk_id": "5775d3c08ac24001b3f8f7f1cf6e850b",
          "text": "ell us and we’ll work with you to try to resolve the issue.\nDisclaimers\nThe only commitments we make about our services (including the content in the services, the speci\u0000c\nfunctions of our services, or their reliability, availability, or ability to meet your needs) are provided in (1) the\nWarranty section; (2) the service-speci\u0000c additional terms; and (3) laws that can’t be limited by these terms.\nLiabilities\nFor all users\nBoth the law and these terms try to strike a balance as to what you or Google can claim from the other in\ncase of problems. That’s why the law allows us to limit certain liabilities — but not others — under these\nterms.\nThese terms only limit our responsibilities as allowed by applicable law. These terms don’t limit liability for\nfraud, fraudulent misrepresentation, or d",
          "char_range": [
            14950,
            15750
          ],
          "page": null
        },
        {
          "chunk_id": "5f325d83267249c0839cef65f7fffb2a",
          "text": "se terms only limit our responsibilities as allowed by applicable law. These terms don’t limit liability for\nfraud, fraudulent misrepresentation, or death or personal injury caused by negligence or willful misconduct.\nOther than the liabilities described above, Google is liable only for its breaches of these terms or applicable\nservice-speci\u0000c additional terms, subject to applicable law.\nFor business users and organizations only\nIf you’re a business user or organization:\nTo the extent allowed by applicable law, you’ll indemnify Google and its directors, o\u0000cers, employees,\nand contractors for any third-party legal proceedings (including actions by government authorities)\narising out of or relating to your unlawful use of the services or violation of these terms or service-\nspeci\u0000c additiona",
          "char_range": [
            15600,
            16400
          ],
          "page": null
        },
        {
          "chunk_id": "8d1bd3cd843941b0825aba9b0d1046f0",
          "text": "s by government authorities)\narising out of or relating to your unlawful use of the services or violation of these terms or service-\nspeci\u0000c additional terms. This indemnity covers any liability or expense arising from claims, losses,\ndamages, judgments, \u0000nes, litigation costs, and legal fees.\nIf you’re legally exempt from certain responsibilities, including indemni\u0000cation, then those\nresponsibilities don’t apply to you under these terms. For example, the United Nations enjoys certain\nimmunities from legal obligations and these terms don’t override those immunities.\nGoogle won’t be responsible for the following liabilities:\nloss of pro\u0000ts, revenues, business opportunities, goodwill, or anticipated savings\nindirect or consequential loss\nGoogle’s total liability arising out of or relating to",
          "char_range": [
            16250,
            17050
          ],
          "page": null
        },
        {
          "chunk_id": "d3ff5236c559404897865c150bffb3bd",
          "text": "venues, business opportunities, goodwill, or anticipated savings\nindirect or consequential loss\nGoogle’s total liability arising out of or relating to these terms is limited to the greater of (1) US$500 or\n(2) 125% of the fees that you paid to use the relevant services in the 12 months before the breach\nTaking action in case of problems\nBefore taking action as described below, we’ll provide you with advance notice when reasonably possible,\ndescribe the reason for our action, and give you an opportunity to \u0000x the problem, unless we reasonably\nbelieve that doing so would:\ncause harm or liability to a user, third party, or Google\nviolate the law or a legal enforcement authority’s order\ncompromise an investigation\ncompromise the operation, integrity, or security of our services\nRemoving your c",
          "char_range": [
            16900,
            17700
          ],
          "page": null
        },
        {
          "chunk_id": "88457c6a98ba4e51ba271ca641bad4c6",
          "text": " or a legal enforcement authority’s order\ncompromise an investigation\ncompromise the operation, integrity, or security of our services\nRemoving your content\nIf we reasonably believe that any of your content (1) breaches these terms, service-speci\u0000c additional terms\nor policies, (2) violates applicable law, or (3) could harm our users, third parties, or Google, then we reserve\nthe right to take down some or all of that content in accordance with applicable law. Examples include child\npornography, content that facilitates human tra\u0000cking or harassment, terrorist content, and content that\ninfringes someone else’s intellectual property rights.\nSuspending or terminating your access to Google services\nGoogle reserves the right to suspend or terminate your access to the services or delete your Go",
          "char_range": [
            17550,
            18350
          ],
          "page": null
        },
        {
          "chunk_id": "5f275b79c78e487da7d3374e15100ca9",
          "text": "spending or terminating your access to Google services\nGoogle reserves the right to suspend or terminate your access to the services or delete your Google Account\nif any of these things happen:\nyou materially or repeatedly breach these terms, service-speci\u0000c additional terms or policies\nwe’re required to do so to comply with a legal requirement or a court order\nwe reasonably believe that your conduct causes harm or liability to a user, third party, or Google — for\nexample, by hacking, phishing, harassing, spamming, misleading others, or scraping content that\ndoesn’t belong to you\nFor more information about why we disable accounts and what happens when we do, see this Help Center\npage. If you believe your Google Account has been suspended or terminated in error, you can appeal.\nOf course, y",
          "char_range": [
            18200,
            19000
          ],
          "page": null
        },
        {
          "chunk_id": "217aa1041447412b8dca20a6bd73504c",
          "text": "pens when we do, see this Help Center\npage. If you believe your Google Account has been suspended or terminated in error, you can appeal.\nOf course, you’re always free to stop using our services at any time. If you do stop using a service, we’d\nappreciate knowing why so that we can continue improving our services.\nSe\u0000ling disputes, governing law, and cou\u0000s\nFor information about how to contact Google, please visit our contact page.\nCalifornia law will govern all disputes arising out of or relating to these terms, service-speci\u0000c additional\nterms, or any related services, regardless of con\u0000ict of laws rules. These disputes will be resolved exclusively\nin the federal or state courts of Santa Clara County, California, USA, and you and Google consent to personal\njurisdiction in those courts.\nTo",
          "char_range": [
            18850,
            19650
          ],
          "page": null
        },
        {
          "chunk_id": "e60810f5b6084734a4218ff280f115eb",
          "text": "usively\nin the federal or state courts of Santa Clara County, California, USA, and you and Google consent to personal\njurisdiction in those courts.\nTo the extent that applicable local law prevents certain disputes from being resolved in a California court,\nthen you can \u0000le those disputes in your local courts. Likewise, if applicable local law prevents your local court\nfrom applying California law to resolve these disputes, then these disputes will be governed by the applicable\nlocal laws of your country, state, or other place of residence.\nAbout these terms\nBy law, you have certain rights that can’t be limited by a contract like these terms of service. These terms are\nin no way intended to restrict those rights.\nThese terms describe the relationship between you and Google. They don’t creat",
          "char_range": [
            19500,
            20300
          ],
          "page": null
        },
        {
          "chunk_id": "060da6d29eb24637a23613cc55a006cd",
          "text": "f service. These terms are\nin no way intended to restrict those rights.\nThese terms describe the relationship between you and Google. They don’t create any legal rights for other\npeople or organizations, even if others bene\u0000t from that relationship under these terms.\nWe want to make these terms easy to understand, so we’ve used examples from our services. But not all\nservices mentioned may be available in your country.\nIf these terms con\u0000ict with the service-speci\u0000c additional terms, the additional terms will govern for that\nservice.\nIf it turns out that a particular term is not valid or enforceable, this will not affect any other terms.\nIf you don’t follow these terms or the service-speci\u0000c additional terms, and we don’t take action right away,\nthat doesn’t mean we’re giving up any rights",
          "char_range": [
            20150,
            20950
          ],
          "page": null
        },
        {
          "chunk_id": "03359c7a14d84325af65ead040bcde1c",
          "text": "ou don’t follow these terms or the service-speci\u0000c additional terms, and we don’t take action right away,\nthat doesn’t mean we’re giving up any rights that we may have, such as taking action in the future.\nWe may update these terms and service-speci\u0000c additional terms (1) to re\u0000ect changes in our services or how\nwe do business — for example, when we add new services, features, technologies, pricing, or bene\u0000ts (or\nremove old ones), (2) for legal, regulatory, or security reasons, or (3) to prevent abuse or harm.\nIf we materially change these terms or service-speci\u0000c additional terms, we’ll provide you with reasonable\nadvance notice and the opportunity to review the changes, except (1) when we launch a new service or\nfeature, or (2) in urgent situations, such as preventing ongoing abuse or r",
          "char_range": [
            20800,
            21600
          ],
          "page": null
        },
        {
          "chunk_id": "608a1f1161a54487a1ccdfa5d735093f",
          "text": "ortunity to review the changes, except (1) when we launch a new service or\nfeature, or (2) in urgent situations, such as preventing ongoing abuse or responding to legal requirements. If\nyou don’t agree to the new terms, you should remove your content and stop using the services. You can also\nend your relationship with us at any time by closing your Google Account.\nDEFINITIONS\na\u0000liate\nAn entity that belongs to the Google group of companies, which means Google LLC and its subsidiaries,\nincluding the following companies that provide consumer services in the EU: Google Ireland Limited, Google\nCommerce Limited, and Google Dialer Inc.\nbusiness user\nAn individual or entity who is not a consumer (see consumer).\nconsumer\nAn individual who uses Google services for personal, non-commercial purposes o",
          "char_range": [
            21450,
            22250
          ],
          "page": null
        },
        {
          "chunk_id": "797f77aa44c54ac7b13a50ad2840967d",
          "text": "\nAn individual or entity who is not a consumer (see consumer).\nconsumer\nAn individual who uses Google services for personal, non-commercial purposes outside of their trade,\nbusiness, craft, or profession. (See business user)\ncopyright\nA legal right that allows the creator of an original work (such as a blog post, photo, or video) to decide if and\nhow that original work may be used by others, subject to certain limitations and exceptions (such as “fair\nuse” and “fair dealing”).\ndisclaimer\nA statement that limits someone’s legal responsibilities.\nindemnify or indemnity\nAn individual or organization’s contractual obligation to compensate the losses suffered by another\nindividual or organization from legal proceedings such as lawsuits.\nintellectual prope\u0000y rights (IP rights)\nRights over the cr",
          "char_range": [
            22100,
            22900
          ],
          "page": null
        },
        {
          "chunk_id": "6b3c47782bb54af3a683ffde7c3fbda5",
          "text": "ses suffered by another\nindividual or organization from legal proceedings such as lawsuits.\nintellectual prope\u0000y rights (IP rights)\nRights over the creations of a person’s mind, such as inventions (patent rights); literary and artistic works\n(copyright); designs (design rights); and symbols, names, and images used in commerce (trademarks). IP\nrights may belong to you, another individual, or an organization.\nliability\nLosses from any type of legal claim, whether the claim is based on a contract, tort (including negligence), or\nother reason, and whether or not those losses could have been reasonably anticipated or foreseen.\norganization\nA legal entity (such as a corporation, non-pro\u0000t, or school) and not an individual person.\nservices\nThe Google services that are subject to these terms are t",
          "char_range": [
            22750,
            23550
          ],
          "page": null
        },
        {
          "chunk_id": "6512fc89576e44148285f50f641fea57",
          "text": " entity (such as a corporation, non-pro\u0000t, or school) and not an individual person.\nservices\nThe Google services that are subject to these terms are the products and services listed at\nhttps://policies.google.com/terms/service-speci\u0000c, including:\napps and sites (like Search and Maps)\nplatforms (like Google Shopping)\nintegrated services (like Maps embedded in other companies’ apps or sites)\ndevices and other goods (like Google Nest)\nMany of these services also include content that you can stream or interact with.\ntrademark\nSymbols, names, and images used in commerce that are capable of distinguishing the goods or services of\none individual or organization from those of another.\nwarranty\nAn assurance that a product or service will perform to a certain standard.\nyour content\nThings that you c",
          "char_range": [
            23400,
            24200
          ],
          "page": null
        },
        {
          "chunk_id": "26bcc1bc51984cdfb91d3e0ae1b78b52",
          "text": "organization from those of another.\nwarranty\nAn assurance that a product or service will perform to a certain standard.\nyour content\nThings that you create, upload, submit, store, send, receive, or share using our services, such as:\nDocs, Sheets, and Slides you create\nblog posts you upload through Blogger\nreviews you submit through Maps\nvideos you store in Drive\nemails you send and receive through Gmail\npictures you share with friends through Photos\ntravel itineraries that you share with Google",
          "char_range": [
            24050,
            24549
          ],
          "page": null
        }
      ]
    },
    "8042b91398cd4dcd841d92d0664ca538": {
      "doc_id": "8042b91398cd4dcd841d92d0664ca538",
      "title": "google_terms_of_service_en_in.pdf",
      "chunks": [
        {
          "chunk_id": "68d50b41694b49af90efbab719f7b27f",
          "text": "GOOGLE TERMS OF SERVICE\nEffective January 5, 2022\nArchived versions\nWhat’s covered in these terms\nWe know it’s tempting to skip these Terms of Service, but\nit’s impo\u0000ant to establish what you can expect from us as\nyou use Google services, and what we expect from you.\nThese Terms of Service re\u0000ect the way Google’s business works, the laws that apply to our company, and\ncertain things we’ve always believed to be true. As a result, these Terms of Service help de\u0000ne Google’s\nrelationship with you as you interact with our services. For example, these terms include the following topic\nheadings:\nWhat you can expect from us, which describes how we provide and develop our services\nWhat we expect from you, which establishes certain rules for using our services\nContent in Google services, which descr",
          "char_range": [
            0,
            800
          ],
          "page": null
        },
        {
          "chunk_id": "644ae4ff17f44f228ae1a9db11cda385",
          "text": "ovide and develop our services\nWhat we expect from you, which establishes certain rules for using our services\nContent in Google services, which describes the intellectual property rights to the content you \u0000nd in our\nservices — whether that content belongs to you, Google, or others\nIn case of problems or disagreements, which describes other legal rights you have, and what to expect\nin case someone violates these terms\nUnderstanding these terms is important because, by using our services, you’re agreeing to these terms.\nBesides these terms, we also publish a Privacy Policy. Although it’s not part of these terms, we encourage\nyou to read it to better understand how you can update, manage, export, and delete your information.\nTerms\nService provider\nGoogle services are provided by, and you’re",
          "char_range": [
            650,
            1450
          ],
          "page": null
        },
        {
          "chunk_id": "86d8e30b119943d4a62b582f293d5123",
          "text": " better understand how you can update, manage, export, and delete your information.\nTerms\nService provider\nGoogle services are provided by, and you’re contracting with:\nGoogle LLC\norganized under the laws of the State of Delaware, USA, and operating under the laws of the USA\n1600 Amphitheatre Parkway\nMountain View, California 94043\nUSA\nAge requirements\nIf you’re under the age required to manage your own Google Account, you must have your parent or legal\nguardian’s permission to use a Google Account. Please have your parent or legal guardian read these terms\nwith you.\nIf you’re a parent or legal guardian, and you allow your child to use the services, then these terms apply to\nyou and you’re responsible for your child’s activity on the services.\nSome Google services have additional age requi",
          "char_range": [
            1300,
            2100
          ],
          "page": null
        },
        {
          "chunk_id": "821f9068d93d4409b8c522f7458e3e34",
          "text": "rvices, then these terms apply to\nyou and you’re responsible for your child’s activity on the services.\nSome Google services have additional age requirements as described in their service-speci\u0000c additional terms\nand policies.\nYour relationship with Google\nThese terms help de\u0000ne the relationship between you and Google. Broadly speaking, we give you permission\nto use our services if you agree to follow these terms, which re\u0000ect how Google’s business works and how we\nearn money. When we speak of “Google,” “we,” “us,” and “our,” we mean Google LLC and its a\u0000liates,\nexcluding any local entities based in India.\nWhat you can expect from us\nProvide a broad range of useful services\nWe provide a broad range of services that are subject to these terms, including:\napps and sites (like Search and Maps",
          "char_range": [
            1950,
            2750
          ],
          "page": null
        },
        {
          "chunk_id": "5b68b9c8c4c34107991d62c4b523f5bf",
          "text": "a broad range of useful services\nWe provide a broad range of services that are subject to these terms, including:\napps and sites (like Search and Maps)\nplatforms (like Google Shopping)\nintegrated services (like Maps embedded in other companies’ apps or sites)\ndevices (like Google Nest)\nMany of these services also include content that you can stream or interact with.\nOur services are designed to work together, making it easier for you to move from one activity to the next. For\nexample, if your Calendar event includes an address, you can click on that address and Maps can show you\nhow to get there.\nDevelop, improve, and update Google services\nWe’re constantly developing new technologies and features to improve our services. For example, we use\narti\u0000cial intelligence and machine learning to p",
          "char_range": [
            2600,
            3400
          ],
          "page": null
        },
        {
          "chunk_id": "a1958696b5b8474da02a7772e3ca7954",
          "text": "e’re constantly developing new technologies and features to improve our services. For example, we use\narti\u0000cial intelligence and machine learning to provide you with simultaneous translations, and to better detect\nand block spam and malware. As part of this continual improvement, we sometimes add or remove features\nand functionalities, increase or decrease limits to our services, and start offering new services or stop\noffering old ones. When a service requires or includes downloadable software, that software sometimes\nupdates automatically on your device once a new version or feature is available. Some services let you adjust\nyour automatic update settings.\nIf we make material changes that negatively impact your use of our services or if we stop offering a service,\nwe’ll provide you with ",
          "char_range": [
            3250,
            4050
          ],
          "page": null
        },
        {
          "chunk_id": "382491b6656e4ca98c1ccc383ec7a702",
          "text": "update settings.\nIf we make material changes that negatively impact your use of our services or if we stop offering a service,\nwe’ll provide you with reasonable advance notice, except in urgent situations such as preventing abuse,\nresponding to legal requirements, or addressing security and operability issues. We’ll also provide you with an\nopportunity to export your content from your Google Account using Google Takeout, subject to applicable\nlaw and policies.\nWhat we expect from you\nFollow these terms and service-speci\u0000c additional terms\nThe permission we give you to use our services continues as long as you comply with:\nthese terms\nservice-speci\u0000c additional terms, which could, for example, include things like additional age\nrequirements\nWe also make various policies, help centers, and o",
          "char_range": [
            3900,
            4700
          ],
          "page": null
        },
        {
          "chunk_id": "512694e7b32546d189c459a8d1cede91",
          "text": "speci\u0000c additional terms, which could, for example, include things like additional age\nrequirements\nWe also make various policies, help centers, and other resources available to you to answer common\nquestions and to set expectations about using our services. These resources include our Privacy Policy,\nCopyright Help Center, Safety Center, and other pages accessible from our policies site.\nAlthough we give you permission to use our services, we retain any intellectual property rights we have in the\nservices.\nRespect others\nWe want to maintain a respectful environment for everyone, which means you must follow these basic rules\nof conduct:\ncomply with applicable laws, including export control, sanctions, money laundering, and human\ntra\u0000cking laws\nrespect the rights of others, including privac",
          "char_range": [
            4550,
            5350
          ],
          "page": null
        },
        {
          "chunk_id": "1f7cb37def0b437182873c90ab6632e6",
          "text": "y with applicable laws, including export control, sanctions, money laundering, and human\ntra\u0000cking laws\nrespect the rights of others, including privacy and intellectual property rights\ndon’t abuse or harm others or yourself (or threaten or encourage such abuse or harm) including against\nchildren — for example, by misleading, defrauding, illegally impersonating, defaming, bullying, harassing,\nor stalking others; hosting or publishing any obscene content; or inciting the violation of applicable laws\ndon’t abuse, harm, interfere with, or disrupt the services — for example, by accessing or using them in\nfraudulent or deceptive ways, introducing malware, or spamming, hacking, or bypassing our systems or\nprotective measures. When we index the web to bring you search results, we respect standard ",
          "char_range": [
            5200,
            6000
          ],
          "page": null
        },
        {
          "chunk_id": "bdb9f24c009d4c0b864f51c14dfa2799",
          "text": "alware, or spamming, hacking, or bypassing our systems or\nprotective measures. When we index the web to bring you search results, we respect standard usage\nrestrictions that website owners specify in their websites’ code, so we require the same when others use\nour services\nOur service-speci\u0000c additional terms and policies provide additional details about appropriate conduct that\neveryone using those services must follow. If you \u0000nd that others aren’t following these rules, many of our\nservices allow you to report abuse. If we act on a report of abuse, we also provide the process described in\nthe Taking action in case of problems section.\nPermission to use your content\nSome of our services are designed to let you upload, submit, store, send, receive, or share your content. You\nhave no oblig",
          "char_range": [
            5850,
            6650
          ],
          "page": null
        },
        {
          "chunk_id": "ef42e4f1e91e4cb989352af916beeee9",
          "text": "ission to use your content\nSome of our services are designed to let you upload, submit, store, send, receive, or share your content. You\nhave no obligation to provide any content to our services and you’re free to choose the content that you want\nto provide. If you choose to upload or share content, please make sure you have the necessary rights to do so\nand that the content is lawful.\nLicense\nYour content remains yours, which means that you retain any intellectual property rights that you\nhave in your content. For example, you have intellectual property rights in the creative content you\nmake, such as reviews you write. Or you may have the right to share someone else’s creative content\nif they’ve given you their permission.\nWe need your permission if your intellectual property rights rest",
          "char_range": [
            6500,
            7300
          ],
          "page": null
        },
        {
          "chunk_id": "f4a7eea200f144199a01ec1f4bded6b8",
          "text": "ight to share someone else’s creative content\nif they’ve given you their permission.\nWe need your permission if your intellectual property rights restrict our use of your content. You\nprovide Google with that permission through this license.\nWhat’s covered\nThis license covers your content if that content is protected by intellectual property rights.\nWhat’s not covered\nThis license doesn’t affect your privacy rights — it’s only about your intellectual property rights\nThis license doesn’t cover these types of content:\npublicly-available factual information that you provide, such as corrections to the\naddress of a local business. That information doesn’t require a license because it’s\nconsidered common knowledge that everyone’s free to use.\nfeedback that you offer, such as suggestions to impr",
          "char_range": [
            7150,
            7950
          ],
          "page": null
        },
        {
          "chunk_id": "11a1854652444479aa8c9738b2f26c61",
          "text": "n doesn’t require a license because it’s\nconsidered common knowledge that everyone’s free to use.\nfeedback that you offer, such as suggestions to improve our services. Feedback is\ncovered in the Service-related communications section below.\nScope\nThis license is:\nworldwide, which means it’s valid anywhere in the world\nnon-exclusive, which means you can license your content to others\nroyalty-free, which means there are no monetary fees for this license\nRights\nThis license allows Google to:\nhost, reproduce, distribute, communicate, and use your content — for example, to save your\ncontent on our systems and make it accessible from anywhere you go\npublish, publicly perform, or publicly display your content, if you’ve made it visible to others\nmodify and create derivative works based on your co",
          "char_range": [
            7800,
            8600
          ],
          "page": null
        },
        {
          "chunk_id": "93c9554d60bf45ea8d4d88c63fe26cce",
          "text": "o\npublish, publicly perform, or publicly display your content, if you’ve made it visible to others\nmodify and create derivative works based on your content, such as reformatting or translating\nit\nsublicense these rights to:\nother users to allow the services to work as designed, such as enabling you to share\nphotos with people you choose\nour contractors who’ve signed agreements with us that are consistent with these terms,\nonly for the limited purposes described in the Purpose section below\nPurpose\nThis license is for the limited purpose of:\noperating and improving the services, which means allowing the services to work as designed\nand creating new features and functionalities. This includes using automated systems and\nalgorithms to analyze your content:\nfor spam and malware\nto recognize pa",
          "char_range": [
            8450,
            9250
          ],
          "page": null
        },
        {
          "chunk_id": "2133663873ea48d38d93670992c199f0",
          "text": "g new features and functionalities. This includes using automated systems and\nalgorithms to analyze your content:\nfor spam and malware\nto recognize patterns in data, such as determining when to suggest a new album in\nGoogle Photos to keep related photos together\nto customize our services for you, such as providing recommendations and\npersonalized search results, content, and ads (which you can change or turn off in Ads\nSettings)\nThis analysis occurs as the content is sent, received, and when it is stored.\nusing content you’ve shared publicly to promote the services. For example, to promote a\nGoogle app, we might quote a review you wrote. Or to promote Google Play, we might show a\nscreenshot of the app you offer in the Play Store.\ndeveloping new technologies and services for Google consiste",
          "char_range": [
            9100,
            9900
          ],
          "page": null
        },
        {
          "chunk_id": "5c4b844709f84259b04928f4a1629ece",
          "text": "o promote Google Play, we might show a\nscreenshot of the app you offer in the Play Store.\ndeveloping new technologies and services for Google consistent with these terms\nDuration\nThis license lasts for as long as your content is protected by intellectual property rights.\nIf you remove from our services any content that’s covered by this license, then our systems will stop\nmaking that content publicly available in a reasonable amount of time. There are two exceptions:\nIf you already shared your content with others before removing it. For example, if you shared a\nphoto with a friend who then made a copy of it, or shared it again, then that photo may\ncontinue to appear in your friend’s Google Account even after you remove it from your Google\nAccount.\nIf you make your content available through",
          "char_range": [
            9750,
            10550
          ],
          "page": null
        },
        {
          "chunk_id": "8e81d95b093b4593851256433eba7d05",
          "text": "o may\ncontinue to appear in your friend’s Google Account even after you remove it from your Google\nAccount.\nIf you make your content available through other companies’ services, it’s possible that search\nengines, including Google Search, will continue to \u0000nd and display your content as part of their\nsearch results.\nUsing Google services\nYour Google Account\nIf you meet these age requirements you can create a Google Account for your convenience. Some services\nrequire that you have a Google Account in order to work — for example, to use Gmail, you need a Google\nAccount so that you have a place to send and receive your email.\nYou’re responsible for what you do with your Google Account, including taking reasonable steps to keep your\nGoogle Account secure, and we encourage you to regularly use t",
          "char_range": [
            10400,
            11200
          ],
          "page": null
        },
        {
          "chunk_id": "b051cdb2543e45eaaeec1f597ef99905",
          "text": "or what you do with your Google Account, including taking reasonable steps to keep your\nGoogle Account secure, and we encourage you to regularly use the Security Checkup.\nUsing Google services on behalf of an organization or business\nMany organizations, such as businesses, non-pro\u0000ts, and schools, take advantage of our services. To use\nour services on behalf of an organization:\nan authorized representative of that organization must agree to these terms\nyour organization’s administrator may assign a Google Account to you. That administrator might\nrequire you to follow additional rules and may be able to access or disable your Google Account.\nService-related communications\nTo provide you with our services, we sometimes send you service announcements and other information. To\nlearn more about",
          "char_range": [
            11050,
            11850
          ],
          "page": null
        },
        {
          "chunk_id": "772deb8039534981b391101674addb20",
          "text": "ervice-related communications\nTo provide you with our services, we sometimes send you service announcements and other information. To\nlearn more about how we communicate with you, see Google’s Privacy Policy.\nIf you choose to give us feedback, such as suggestions to improve our services, we may act on your feedback\nwithout obligation to you.\nContent in Google services\nYour content\nSome of our services give you the opportunity to make your content publicly available — for example, you\nmight post a product or restaurant review that you wrote, or you might upload a blog post that you created.\nSee the Permission to use your content section for more about your rights in your content, and how\nyour content is used in our services\nSee the Removing your content section to learn why and how we might",
          "char_range": [
            11700,
            12500
          ],
          "page": null
        },
        {
          "chunk_id": "f313bc1db32545e984be1111347d1241",
          "text": "re about your rights in your content, and how\nyour content is used in our services\nSee the Removing your content section to learn why and how we might remove user-generated content\nfrom our services\nIf you think someone is infringing your intellectual property rights, you can send us notice of the infringement\nand we’ll take appropriate action. For example, we suspend or close the Google Accounts of repeat copyright\ninfringers as described in our Copyright Help Center.\nGoogle content\nSome of our services include content that belongs to Google — for example, many of the visual illustrations\nyou see in Google Maps. You may use Google’s content as allowed by these terms and any service-speci\u0000c\nadditional terms, but we retain any intellectual property rights that we have in our content. Don’t ",
          "char_range": [
            12350,
            13150
          ],
          "page": null
        },
        {
          "chunk_id": "597d78cdfe6146809ac1c5f3991a9aed",
          "text": "as allowed by these terms and any service-speci\u0000c\nadditional terms, but we retain any intellectual property rights that we have in our content. Don’t remove,\nobscure, or alter any of our branding, logos, or legal notices. If you want to use our branding or logos, please\nsee the Google Brand Permissions page.\nOther content\nFinally, some of our services give you access to content that belongs to other people or organizations — for\nexample, a store owner’s description of their own business, or a newspaper article displayed in Google News.\nYou may not use this content without that person or organization’s permission, or as otherwise allowed by\nlaw. The views expressed in other people or organizations’ content are theirs, and don’t necessarily re\u0000ect\nGoogle’s views.\nSo\u0000ware in Google services\nS",
          "char_range": [
            13000,
            13800
          ],
          "page": null
        },
        {
          "chunk_id": "a41cd291fa3c4dba964a026537d7e2b9",
          "text": "w. The views expressed in other people or organizations’ content are theirs, and don’t necessarily re\u0000ect\nGoogle’s views.\nSo\u0000ware in Google services\nSome of our services include downloadable software. We give you permission to use that software as part of\nthe services.\nThe license we give you is:\nworldwide, which means it’s valid anywhere in the world\nnon-exclusive, which means that we can license the software to others\nroyalty-free, which means there are no monetary fees for this license\npersonal, which means it doesn’t extend to anyone else\nnon-assignable, which means you’re not allowed to assign the license to anyone else\nSome of our services include software that’s offered under open source license terms that we make available\nto you. Sometimes there are provisions in the open source l",
          "char_range": [
            13650,
            14450
          ],
          "page": null
        },
        {
          "chunk_id": "9ec552309e354224b2aae5e3b006ac66",
          "text": "ces include software that’s offered under open source license terms that we make available\nto you. Sometimes there are provisions in the open source license that explicitly override parts of these terms,\nso please be sure to read those licenses.\nYou may not copy, modify, distribute, sell, or lease any part of our services or software.\nIn case of problems or disagreements\nBoth the law and these terms give you the right to (1) a certain quality of service, and (2) ways to \u0000x\nproblems if things go wrong.\nWarranty\nWe provide our services using reasonable skill and care. If we don’t meet the quality level described in this\nwarranty, you agree to tell us and we’ll work with you to try to resolve the issue.\nDisclaimers\nThe only commitments we make about our services (including the content in the ",
          "char_range": [
            14300,
            15100
          ],
          "page": null
        },
        {
          "chunk_id": "910bacfdd8c64549818dbba66bc6ebe4",
          "text": "ell us and we’ll work with you to try to resolve the issue.\nDisclaimers\nThe only commitments we make about our services (including the content in the services, the speci\u0000c\nfunctions of our services, or their reliability, availability, or ability to meet your needs) are provided in (1) the\nWarranty section; (2) the service-speci\u0000c additional terms; and (3) laws that can’t be limited by these terms.\nLiabilities\nFor all users\nBoth the law and these terms try to strike a balance as to what you or Google can claim from the other in\ncase of problems. That’s why the law allows us to limit certain liabilities — but not others — under these\nterms.\nThese terms only limit our responsibilities as allowed by applicable law. These terms don’t limit liability for\nfraud, fraudulent misrepresentation, or d",
          "char_range": [
            14950,
            15750
          ],
          "page": null
        },
        {
          "chunk_id": "52d1a890a82c433685bd7ab76112fe85",
          "text": "se terms only limit our responsibilities as allowed by applicable law. These terms don’t limit liability for\nfraud, fraudulent misrepresentation, or death or personal injury caused by negligence or willful misconduct.\nOther than the liabilities described above, Google is liable only for its breaches of these terms or applicable\nservice-speci\u0000c additional terms, subject to applicable law.\nFor business users and organizations only\nIf you’re a business user or organization:\nTo the extent allowed by applicable law, you’ll indemnify Google and its directors, o\u0000cers, employees,\nand contractors for any third-party legal proceedings (including actions by government authorities)\narising out of or relating to your unlawful use of the services or violation of these terms or service-\nspeci\u0000c additiona",
          "char_range": [
            15600,
            16400
          ],
          "page": null
        },
        {
          "chunk_id": "384b2c461e5e416ba866be6b288fe3de",
          "text": "s by government authorities)\narising out of or relating to your unlawful use of the services or violation of these terms or service-\nspeci\u0000c additional terms. This indemnity covers any liability or expense arising from claims, losses,\ndamages, judgments, \u0000nes, litigation costs, and legal fees.\nIf you’re legally exempt from certain responsibilities, including indemni\u0000cation, then those\nresponsibilities don’t apply to you under these terms. For example, the United Nations enjoys certain\nimmunities from legal obligations and these terms don’t override those immunities.\nGoogle won’t be responsible for the following liabilities:\nloss of pro\u0000ts, revenues, business opportunities, goodwill, or anticipated savings\nindirect or consequential loss\nGoogle’s total liability arising out of or relating to",
          "char_range": [
            16250,
            17050
          ],
          "page": null
        },
        {
          "chunk_id": "4471c3fe00a54536a923e7b409b11e11",
          "text": "venues, business opportunities, goodwill, or anticipated savings\nindirect or consequential loss\nGoogle’s total liability arising out of or relating to these terms is limited to the greater of (1) US$500 or\n(2) 125% of the fees that you paid to use the relevant services in the 12 months before the breach\nTaking action in case of problems\nBefore taking action as described below, we’ll provide you with advance notice when reasonably possible,\ndescribe the reason for our action, and give you an opportunity to \u0000x the problem, unless we reasonably\nbelieve that doing so would:\ncause harm or liability to a user, third party, or Google\nviolate the law or a legal enforcement authority’s order\ncompromise an investigation\ncompromise the operation, integrity, or security of our services\nRemoving your c",
          "char_range": [
            16900,
            17700
          ],
          "page": null
        },
        {
          "chunk_id": "093266bb3a8246ca8f623f9f6430102a",
          "text": " or a legal enforcement authority’s order\ncompromise an investigation\ncompromise the operation, integrity, or security of our services\nRemoving your content\nIf we reasonably believe that any of your content (1) breaches these terms, service-speci\u0000c additional terms\nor policies, (2) violates applicable law, or (3) could harm our users, third parties, or Google, then we reserve\nthe right to take down some or all of that content in accordance with applicable law. Examples include child\npornography, content that facilitates human tra\u0000cking or harassment, terrorist content, and content that\ninfringes someone else’s intellectual property rights.\nSuspending or terminating your access to Google services\nGoogle reserves the right to suspend or terminate your access to the services or delete your Go",
          "char_range": [
            17550,
            18350
          ],
          "page": null
        },
        {
          "chunk_id": "b296d3095d7840e9ac473a535b8cb811",
          "text": "spending or terminating your access to Google services\nGoogle reserves the right to suspend or terminate your access to the services or delete your Google Account\nif any of these things happen:\nyou materially or repeatedly breach these terms, service-speci\u0000c additional terms or policies\nwe’re required to do so to comply with a legal requirement or a court order\nwe reasonably believe that your conduct causes harm or liability to a user, third party, or Google — for\nexample, by hacking, phishing, harassing, spamming, misleading others, or scraping content that\ndoesn’t belong to you\nFor more information about why we disable accounts and what happens when we do, see this Help Center\npage. If you believe your Google Account has been suspended or terminated in error, you can appeal.\nOf course, y",
          "char_range": [
            18200,
            19000
          ],
          "page": null
        },
        {
          "chunk_id": "afee3939d54a4208baf17f0e39b77ab2",
          "text": "pens when we do, see this Help Center\npage. If you believe your Google Account has been suspended or terminated in error, you can appeal.\nOf course, you’re always free to stop using our services at any time. If you do stop using a service, we’d\nappreciate knowing why so that we can continue improving our services.\nSe\u0000ling disputes, governing law, and cou\u0000s\nFor information about how to contact Google, please visit our contact page.\nCalifornia law will govern all disputes arising out of or relating to these terms, service-speci\u0000c additional\nterms, or any related services, regardless of con\u0000ict of laws rules. These disputes will be resolved exclusively\nin the federal or state courts of Santa Clara County, California, USA, and you and Google consent to personal\njurisdiction in those courts.\nTo",
          "char_range": [
            18850,
            19650
          ],
          "page": null
        },
        {
          "chunk_id": "2ac6cc33b88f476eb1059f906a0bfaa6",
          "text": "usively\nin the federal or state courts of Santa Clara County, California, USA, and you and Google consent to personal\njurisdiction in those courts.\nTo the extent that applicable local law prevents certain disputes from being resolved in a California court,\nthen you can \u0000le those disputes in your local courts. Likewise, if applicable local law prevents your local court\nfrom applying California law to resolve these disputes, then these disputes will be governed by the applicable\nlocal laws of your country, state, or other place of residence.\nAbout these terms\nBy law, you have certain rights that can’t be limited by a contract like these terms of service. These terms are\nin no way intended to restrict those rights.\nThese terms describe the relationship between you and Google. They don’t creat",
          "char_range": [
            19500,
            20300
          ],
          "page": null
        },
        {
          "chunk_id": "450dbef1e14c4dc8a602da85ca7c802c",
          "text": "f service. These terms are\nin no way intended to restrict those rights.\nThese terms describe the relationship between you and Google. They don’t create any legal rights for other\npeople or organizations, even if others bene\u0000t from that relationship under these terms.\nWe want to make these terms easy to understand, so we’ve used examples from our services. But not all\nservices mentioned may be available in your country.\nIf these terms con\u0000ict with the service-speci\u0000c additional terms, the additional terms will govern for that\nservice.\nIf it turns out that a particular term is not valid or enforceable, this will not affect any other terms.\nIf you don’t follow these terms or the service-speci\u0000c additional terms, and we don’t take action right away,\nthat doesn’t mean we’re giving up any rights",
          "char_range": [
            20150,
            20950
          ],
          "page": null
        },
        {
          "chunk_id": "093c0aaa36ad42bd9cbfc6ac09d12c1d",
          "text": "ou don’t follow these terms or the service-speci\u0000c additional terms, and we don’t take action right away,\nthat doesn’t mean we’re giving up any rights that we may have, such as taking action in the future.\nWe may update these terms and service-speci\u0000c additional terms (1) to re\u0000ect changes in our services or how\nwe do business — for example, when we add new services, features, technologies, pricing, or bene\u0000ts (or\nremove old ones), (2) for legal, regulatory, or security reasons, or (3) to prevent abuse or harm.\nIf we materially change these terms or service-speci\u0000c additional terms, we’ll provide you with reasonable\nadvance notice and the opportunity to review the changes, except (1) when we launch a new service or\nfeature, or (2) in urgent situations, such as preventing ongoing abuse or r",
          "char_range": [
            20800,
            21600
          ],
          "page": null
        },
        {
          "chunk_id": "3fb6f279b9154c83a931620031171b4a",
          "text": "ortunity to review the changes, except (1) when we launch a new service or\nfeature, or (2) in urgent situations, such as preventing ongoing abuse or responding to legal requirements. If\nyou don’t agree to the new terms, you should remove your content and stop using the services. You can also\nend your relationship with us at any time by closing your Google Account.\nDEFINITIONS\na\u0000liate\nAn entity that belongs to the Google group of companies, which means Google LLC and its subsidiaries,\nincluding the following companies that provide consumer services in the EU: Google Ireland Limited, Google\nCommerce Limited, and Google Dialer Inc.\nbusiness user\nAn individual or entity who is not a consumer (see consumer).\nconsumer\nAn individual who uses Google services for personal, non-commercial purposes o",
          "char_range": [
            21450,
            22250
          ],
          "page": null
        },
        {
          "chunk_id": "3be755631fe2494299482d0050bad222",
          "text": "\nAn individual or entity who is not a consumer (see consumer).\nconsumer\nAn individual who uses Google services for personal, non-commercial purposes outside of their trade,\nbusiness, craft, or profession. (See business user)\ncopyright\nA legal right that allows the creator of an original work (such as a blog post, photo, or video) to decide if and\nhow that original work may be used by others, subject to certain limitations and exceptions (such as “fair\nuse” and “fair dealing”).\ndisclaimer\nA statement that limits someone’s legal responsibilities.\nindemnify or indemnity\nAn individual or organization’s contractual obligation to compensate the losses suffered by another\nindividual or organization from legal proceedings such as lawsuits.\nintellectual prope\u0000y rights (IP rights)\nRights over the cr",
          "char_range": [
            22100,
            22900
          ],
          "page": null
        },
        {
          "chunk_id": "09849314d2294ee4a7d5dda8ffd1ea48",
          "text": "ses suffered by another\nindividual or organization from legal proceedings such as lawsuits.\nintellectual prope\u0000y rights (IP rights)\nRights over the creations of a person’s mind, such as inventions (patent rights); literary and artistic works\n(copyright); designs (design rights); and symbols, names, and images used in commerce (trademarks). IP\nrights may belong to you, another individual, or an organization.\nliability\nLosses from any type of legal claim, whether the claim is based on a contract, tort (including negligence), or\nother reason, and whether or not those losses could have been reasonably anticipated or foreseen.\norganization\nA legal entity (such as a corporation, non-pro\u0000t, or school) and not an individual person.\nservices\nThe Google services that are subject to these terms are t",
          "char_range": [
            22750,
            23550
          ],
          "page": null
        },
        {
          "chunk_id": "dc581914d20f467d966100426dd5e8fe",
          "text": " entity (such as a corporation, non-pro\u0000t, or school) and not an individual person.\nservices\nThe Google services that are subject to these terms are the products and services listed at\nhttps://policies.google.com/terms/service-speci\u0000c, including:\napps and sites (like Search and Maps)\nplatforms (like Google Shopping)\nintegrated services (like Maps embedded in other companies’ apps or sites)\ndevices and other goods (like Google Nest)\nMany of these services also include content that you can stream or interact with.\ntrademark\nSymbols, names, and images used in commerce that are capable of distinguishing the goods or services of\none individual or organization from those of another.\nwarranty\nAn assurance that a product or service will perform to a certain standard.\nyour content\nThings that you c",
          "char_range": [
            23400,
            24200
          ],
          "page": null
        },
        {
          "chunk_id": "d75ca69887f543cd96e014d10d996445",
          "text": "organization from those of another.\nwarranty\nAn assurance that a product or service will perform to a certain standard.\nyour content\nThings that you create, upload, submit, store, send, receive, or share using our services, such as:\nDocs, Sheets, and Slides you create\nblog posts you upload through Blogger\nreviews you submit through Maps\nvideos you store in Drive\nemails you send and receive through Gmail\npictures you share with friends through Photos\ntravel itineraries that you share with Google",
          "char_range": [
            24050,
            24549
          ],
          "page": null
        }
      ]
    }
  },
  "chunk_index": [
    [
      "2083eebd34f84e139a72808619f06ff6",
      "78eb4059944048d99ccb7b03d23fc5c2"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "46570e433d624dbb84593fd1b95c1767"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "9fb4b03a681245808a309788430ce71e"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "b2d66ff465da482e878c49a2dcc10de4"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "796df23437f84acc9c49387aa0fdd934"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "9a396c152ea0496ebb82240dd3885ced"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "4fbe4ec750c04f76ac6bf5cba4237101"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "7632a115f1224acea1255c550224fba6"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "64c27d7504764e70ac09beed86411b99"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "a17ea8476b1948eabe1476c2f3f6662a"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "4a306d3eec364ddfaccf925db60becee"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "4489ba50af514aa08e6695971e01c7d2"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "37b573a5d2f34d8d82ff1e915d387a61"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "43d56015f50e498e8f790fe7c0fae4d4"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "4108f386ac5f4ce998cdb18e83460d2c"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "f402ce8a2dbb43c1bcf222e6d79226ca"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "54bcd71a7ac4407981c4cb70028ae3c2"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "a63c9ce1bd3845de9ca523dda106eb28"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "6a05ad94118d492bb1ef4b810f90df78"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "c12a4130d2174fa9a4eccea2c0c40469"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "4d1735156814440caefc14c2f34fa8a5"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "0171ef020e05444188ac9778d38913cb"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "96b696e15b22460ab60869b40fac23d8"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "813138e3750441168eed20bddcd9ad31"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "580862a690c94aec9ac1837c012a8030"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "d4220480d05c4d379bd03f03bda4b44e"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "ae4d4989c1474237a5c36a39edcd13e3"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "ed611cfe0b2148ed97be0dac24a6c4aa"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "e1cd134178b14f64a42b4c5c871da5d6"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "b84e76af6b5343128cbe2cc5e25b780c"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "219370934d234e1f9d76f2772e4efe9f"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "44575353a43149d7be8931a8916d1455"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "f335224a916a405db858b25dd1ed0201"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "8945079cc6a442c78b287b1a0872f143"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "176b9b03e0c44497a1bfde6ea63879e0"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "ac9165694fdc4f6d8c1ea1a35dd02942"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "050ad0cf26194b80b1c013b9c4e18235"
    ],
    [
      "2083eebd34f84e139a72808619f06ff6",
      "7531320a4f224c3985e8435110a1033f"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "998bfb6760b84b95a3610ca1ebe22894"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "95ebcdb5b1474df4bfd382a774f32503"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "cfaa649c848148f0a179d9942b0fd3af"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "374665dae4b24d548eefb055ec5b9309"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "0946d7a8693c447c98b0b75a0fcdb1e6"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "6e44d86188104cc49fb6ba509f53cd05"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "9a2783fb4d58489e8e8406062474c8d0"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "b1a6ffc80785475b96b93e3ca1b02bc6"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "5a0f75865b1c4ed0aadd0dbe548a38a2"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "2c493ee1dac342f89367ef0cf7dc1585"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "6d7356a106964798a4bc230436421bc6"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "22f0e148c0924432afe0266b2501bd7b"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "36d3d5b1ded841509f8497b9fafc8231"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "e5fc66e4d35041e1828832da6512f418"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "38e2b6f801fd4079bb983e8f3200112a"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "0e3a420991c4460d92e907f8ef9a93d1"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "3ebab388ac7b407d88f76adcdcea8ff2"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "c2d80f9b8e2c4f5f8ee161dee9cd772e"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "e7ce6bfa28c246328f648e2f096e7dd2"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "16e0365356554b7ba165f39d1c663b1a"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "77f2a760dbf94932a0edea4ed4c6d4a1"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "14077960db634fc2b4427ba039c5884f"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "52c5f7d3944c4b2b8d12831c62c15ea5"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "5775d3c08ac24001b3f8f7f1cf6e850b"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "5f325d83267249c0839cef65f7fffb2a"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "8d1bd3cd843941b0825aba9b0d1046f0"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "d3ff5236c559404897865c150bffb3bd"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "88457c6a98ba4e51ba271ca641bad4c6"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "5f275b79c78e487da7d3374e15100ca9"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "217aa1041447412b8dca20a6bd73504c"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "e60810f5b6084734a4218ff280f115eb"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "060da6d29eb24637a23613cc55a006cd"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "03359c7a14d84325af65ead040bcde1c"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "608a1f1161a54487a1ccdfa5d735093f"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "797f77aa44c54ac7b13a50ad2840967d"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "6b3c47782bb54af3a683ffde7c3fbda5"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "6512fc89576e44148285f50f641fea57"
    ],
    [
      "0b3bbee22fc843c79ef9f1c0e2486b7a",
      "26bcc1bc51984cdfb91d3e0ae1b78b52"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "68d50b41694b49af90efbab719f7b27f"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "644ae4ff17f44f228ae1a9db11cda385"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "86d8e30b119943d4a62b582f293d5123"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "821f9068d93d4409b8c522f7458e3e34"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "5b68b9c8c4c34107991d62c4b523f5bf"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "a1958696b5b8474da02a7772e3ca7954"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "382491b6656e4ca98c1ccc383ec7a702"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "512694e7b32546d189c459a8d1cede91"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "1f7cb37def0b437182873c90ab6632e6"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "bdb9f24c009d4c0b864f51c14dfa2799"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "ef42e4f1e91e4cb989352af916beeee9"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "f4a7eea200f144199a01ec1f4bded6b8"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "11a1854652444479aa8c9738b2f26c61"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "93c9554d60bf45ea8d4d88c63fe26cce"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "2133663873ea48d38d93670992c199f0"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "5c4b844709f84259b04928f4a1629ece"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "8e81d95b093b4593851256433eba7d05"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "b051cdb2543e45eaaeec1f597ef99905"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "772deb8039534981b391101674addb20"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "f313bc1db32545e984be1111347d1241"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "597d78cdfe6146809ac1c5f3991a9aed"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "a41cd291fa3c4dba964a026537d7e2b9"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "9ec552309e354224b2aae5e3b006ac66"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "910bacfdd8c64549818dbba66bc6ebe4"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "52d1a890a82c433685bd7ab76112fe85"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "384b2c461e5e416ba866be6b288fe3de"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "4471c3fe00a54536a923e7b409b11e11"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "093266bb3a8246ca8f623f9f6430102a"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "b296d3095d7840e9ac473a535b8cb811"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "afee3939d54a4208baf17f0e39b77ab2"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "2ac6cc33b88f476eb1059f906a0bfaa6"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "450dbef1e14c4dc8a602da85ca7c802c"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "093c0aaa36ad42bd9cbfc6ac09d12c1d"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "3fb6f279b9154c83a931620031171b4a"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "3be755631fe2494299482d0050bad222"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "09849314d2294ee4a7d5dda8ffd1ea48"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "dc581914d20f467d966100426dd5e8fe"
    ],
    [
      "8042b91398cd4dcd841d92d0664ca538",
      "d75ca69887f543cd96e014d10d996445"
    ]
  ],
  "dim": 384
}